IdeaRS.Connections
ConnectionData.Sequence Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the manufacturing sequence
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ManufacturingSequence Sequence { get; set; }
Property Value
Type: ManufacturingSequence
See Also
Reference
ConnectionData Class
IdeaRS.Connections.Data Namespace